app/controllers/houses_controller.rb

INSERT INTO "houses" ("hno", "harea", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["hno", 22], ["harea", "eee"], ["created_at", "2019-06-14 15:14:28.555995"], ["updated_at", "2019-06-14 15:14:28.555995"]]
---
	def create
		@house = House.new(home_params)
		if @house.save

DELETE FROM "houses" WHERE "houses"."id" = ?  [["id", 13]]
---
	def destroy
	    @house = House.find(params[:id])
	    @house.destroy